[M_Sage_BigFeet MissionDefinition]
MissionName="Big feet"
MissionDescription="A winding path leads to Hammerlock Hall. They say you can follow them and see where they take you and fight the creatures that cultivate them.."
TurnInDescription="Thank you and thank you very much. You can spot the eagle and fight it from a distance.."
MissionSummary="Track and kill the Bigfoot animal."
MissionGiver="gentlemen the hammer"
MissionTurnInLocation="The name is Hammerlock."
TeaserText="Old Czech symbol. If you want to see something, use your eyes."

[M_Sage_BigFeet:FindCreature MissionObjectiveDefinition]
ProgressMessage="Follow the monster"

[M_Sage_BigFeet:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_BigFeet:FindTracks MissionObjectiveDefinition]
ProgressMessage="Find the answers"

[M_Sage_BigFeet:FindTracksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_BigFeet:KillCreature MissionObjectiveDefinition]
ProgressMessage="kill the animal"

[M_Sage_BigFeet:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

